Repository: Xcomrad/Polesie
Catalog: Polesie/Polesie/Shared/Localization/Localizable.xcstrings
Source language: ru
Languages: en

# backButtonTitle
source: Назад
en: Back

# cancelButtonTitle
source: Отмена
en: Cancel

# doneButtonTitle
source: Готово
en: Done

# historyButtonTitle
source: История
en: History

# languageName_en
source: Английский
en: English

# languageName_ru
source: Русский
en: Russian

# nextButtonTitle
source: Далее
en: Next

# onboardingHistoryDescription
source: Узнайте больше о прошлом Полесья, интересных событиях и людях.
en: Learn more about the past of Polesie, its fascinating events, and people.

# onboardingHistoryTitle
source: История
en: History

# onboardingQuizzesDescription
source: Проверьте свои знания и узнайте новое! Не беспокойтесь, мы никому не скажем, если вы ошибетесь...
en: Test your knowledge and discover new things! Don’t worry, we won’t tell anyone if you make a mistake...

# onboardingQuizzesTitle
source: Квизы
en: Quizzes

# onboardingSettingsDescription
source: Настройте приложение под себя для удобства и погружения.
en: Customize the app to your liking for a more convenient and immersive experience.

# onboardingSettingsTitle
source: Настройки
en: Settings

# onboardingTraditionsDescription
source: Познакомьтесь с уникальными обычаями и фольклором, сказками и историями.
en: Get to know the unique customs, folklore, fairy tales, and stories.

# onboardingTraditionsTitle
source: Традиции
en: Traditions

# onboardingWelcomeDescription
source: Это краткое введение в возможности приложения, поможет вам в кратчайшие сроки освоить все возможности без лишних усилий.
en: This brief introduction to the app's features will help you master all its possibilities in no time and with minimal effort.

# onboardingWelcomeTitle
source: Добро пожаловать!
en: Welcome!

# quizzesButtonTitle
source: Квизы
en: Quizzes

# settingsButtonTitle
source: Настройки
en: Settings

# settingsLanguage
source: Язык
en: Language

# settingsLanguageTitle
source: Язык
en: Language

# settingsOnboardingTitle
source: Обучение
en: Onboarding

# settingsOnboardingToggle
source: Показать обучение снова
en: Show Onboarding Again

# settingsThemeTitle
source: Тема приложения
en: App Theme

# settingsThemeToggle
source: Тёмный режим
en: Dark Mode

# skipButtonTitle
source: Пропустить
en: Skip

# startButtonTitle
source: Начать
en: Start

# startJuorney
source: Начать путешествие
en: Start Journey

# traditionsButtonTitle
source: Традиции
en: Traditions

# welcomeDescription
source: Исследуйте богатую историю и уникальные традиции этого удивительного края.
en: Explore the rich history and unique traditions of this remarkable land.

# welcomeDescription1
source: Откройте для себя культуру и проверьте свои знания в увлекательных интеллектуальных квизах.
en: Discover the culture and test your knowledge in exciting intellectual quizzes.

# welcomeTitle
source: Добро пожаловать в удивительное Полесье!
en: Welcome to the amazing Polesie!

# welcomeToOnboarding
source: Перед началом, рекомендуем пройти небольшое обучение, его можно пропустить и если что-то не понятно - пройти заново, через 'Настройки'
en: Before starting, we recommend going through a brief tutorial. You can skip it, and if anything is unclear, feel free to revisit it through 'Settings'.
